insert into enjoytrip.review_like
    (review_id, member_id)
values
    -- 이지은(2)의 좋아요
    (3, 2),  -- 박재범의 해운대 리뷰
    (5, 2),  -- 정호석의 무등산 리뷰
    (6, 2),  -- 강민경의 은어축제 리뷰

    -- 박재범(3)의 좋아요
    (2, 3),  -- 이지은의 남산타워 리뷰
    (4, 3),  -- 김태리의 도자기마을 리뷰
    (6, 3),  -- 강민경의 은어축제 리뷰

    -- 김태리(4)의 좋아요
    (2, 4),  -- 이지은의 남산타워 리뷰
    (3, 4),  -- 박재범의 해운대 리뷰
    (5, 4),  -- 정호석의 무등산 리뷰

    -- 정호석(5)의 좋아요
    (2, 5),  -- 이지은의 남산타워 리뷰
    (4, 5),  -- 김태리의 도자기마을 리뷰
    (6, 5),  -- 강민경의 은어축제 리뷰

    -- 강민경(6)의 좋아요
    (2, 6),  -- 이지은의 남산타워 리뷰
    (3, 6),  -- 박재범의 해운대 리뷰
    (4, 6);  -- 김태리의 도자기마을 리뷰